Repository: nannymcphee/42Events
Catalog: 42Events/42Events/Resources/*.lproj/Localizable.strings
Languages: vi

source: Events
vi: Sự kiện

source: Starting soon
vi: Sắp bắt đầu

source: Popular
vi: Phổ biến

source: New release
vi: Mới phát hành

source: Free
vi: Miễn phí

source: Running
vi: Chạy bộ

source: Cycling
vi: Đạp xe

source: Walking
vi: Đi bộ

source: event
vi: sự kiện

source: running
vi: chạy bộ

source: cycling
vi: đạp xe

source: walking
vi: đi bộ

source: Medal view
vi: Xem huy chương

source: joined
vi: đã tham gia

source: Multiple submission
vi: Gửi kết quả nhiều lần

source: Single submission
vi: Gửi kết quả đơn

source: Error
vi: Lỗi

source: Login
vi: Đăng nhập

source: Sign up
vi: Đăng ký

source: Guides and FAQ
vi: Hướng dẫn và hỏi đáp

source: Contact us
vi: Liên hệ

source: Language
vi: Ngôn ngữ

source: You are offline. Please check your network connection.
vi: Bạn đang offline. Vui lòng kiểm tra lại kết nối mạng.
